import React from 'react';

import Footer from './../Footer/Footer';

const PrivacyPolicy = () => {
    return (
      <div id="layoutSidenav">
        <div id="layoutSidenav_content">
            <main>
                <div class="container-fluid px-4">
                    <h1 class="mt-4">Политика конфиденциальности</h1>
                    <ol class="breadcrumb mb-4">
                        <li class="breadcrumb-item"><a href="/">Главная</a></li>
                        <li class="breadcrumb-item active">Политика конфиденциальности</li>
                    </ol>
                    <div class="card mb-4">
                        <div class="card-body">
                            <p class="mb-0">
                                Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую данный сайт, на котором размещен текст этой Политики конфиденциальности, может получить о Пользователе, а также любых программ и продуктов, размещенных на нем.
                            </p>

                        </div>
                    </div>
                            <h2 class="mt-4">1. Определение терминов</h2>
                            <p class="mb-0">1.1. В настоящей Политике конфиденциальности используются следующие термины:</p>
                            <p class="mb-0">1.1.1. «Администрация сайта» – уполномоченные сотрудники, уполномоченные на управление сайтом, действующие от его имени, которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</p>
                            <p class="mb-0">1.1.2. «Персональные данные» — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</p>
                            <p class="mb-0">1.1.3. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
                            <p class="mb-0">1.1.4. «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта требование не допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного основания.</p>
                            <p class="mb-0">1.1.5. «Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к сайту, посредством сети Интернет и использующее данный сайт для своих целей.</p>
                            <h2 class="mt-4">2. Общие положения</h2>
                            <p class="mb-0">2.1. Политика конфиденциальности регулирует порядок обработки персональных данных Пользователей, в том числе с целью обеспечения безопасности обработки персональных данных Пользователей, обеспечения их прав и интересов при обработке персональных данных.</p>
                            <p class="mb-0">2.2. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>
                            <p class="mb-0">2.3. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.</p>
                            <p class="mb-0">2.4. Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на данном сайте.</p>
                            <p class="mb-0">2.5. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.</p>
                            <p class="mb-0">2.6. Все лица, заполнившие сведения, составляющие персональные данные на сайте, а также разместившие иную информацию обозначенными действиями подтверждают свое согласие на обработку персональных данных и их передачу оператору обработки персональных данных.</p>
                            <h2 class="mt-4">3. Предмет политики конфиденциальности</h2>
                            <p class="mb-0">3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по умышленному неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации сайта (например, при регистрации на сайте, оформлении заказа, подписки на уведомления и т.п).</p>
                            <p class="mb-0">3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения специальных форм на Сайте и включают в себя следующую информацию:</p>
                            <ul>
                                <li>фамилию, имя, отчество Пользователя;</li>
                                <li>контактный телефон Пользователя;</li>
                                <li>адрес электронной почты (e-mail);</li>
                                <li>место жительство Пользователя и другие данные;</li>
                                <li>иную информацию, относящуюся к личности пользователя, доступную либо известную в любой конкретный момент времени Администрации сайта.</li>
                            </ul>
                            <p class="mb-0">3.3. Администрация сайта также принимает усилия по защите Персональных данных, которые автоматически передаются в процессе посещения страниц сайта:</p>
                            <ul>
                                <li>IP адрес;</li>
                                <li>информация из cookies;</li>
                                <li>информация о браузере (или иной программе, которая осуществляет доступ к сайту);</li>
                                <li>время доступа;</li>
                                <li>посещенные адреса страниц;</li>
                                <li>реферер (адрес предыдущей страницы);</li>
                                <li>и т.п.</li>
                            </ul>
                            <p class="mb-0">3.3.1. Отключение cookies может повлечь невозможность доступа к сайту.</p>
                            <p class="mb-0">3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля корректности проводимых операций.</p>
                            <h2 class="mt-4">4. Цели сбора персональной информации пользователя</h2>
                            <p class="mb-0">4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:</p>
                            <ul>
                                <li>Заключения с Администрацией сайта соглашения, иных договоров, прямо предусмотренных Политикой, иных соглашений, размещенных на страницах сайта, и их дальнейшего исполнения.</li>
                                <li>Идентификации Пользователя, зарегистрированного на сайте, для оформления заказа и (или) заключения Договора.</li>
                                <li>Предоставления Пользователю доступа к персонализированным ресурсам сайта.</li>
                                <li>Информирование Пользователя о товарах, услугах и проводимых мотивационных программах.</li>
                                <li>Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</li>
                                <li>Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</li>
                                <li>Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.</li>
                                <li>Уведомления Пользователя сайта о состоянии Заказа.</li>
                                <li>Отправка на электронный адрес Пользователя пресс-релизов или уведомлений о совершаемых им заказах.</li>
                                <li>Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием сайта.</li>
                                <li>Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта или от имени партнеров сайта.</li>
                                <li>Осуществления рекламной деятельности с согласия Пользователя.</li>
                            </ul>
                            <h2 class="mt-4">5. Способы и сроки обработки персональной информации</h2>
                            <p class="mb-0">5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств, путем хранения, записи на электронные носители и их хранение, составление перечней. Указанный перечень способов обработки не является исчерпывающим.</p>
                            <p class="mb-0">5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заявок Пользователя, оформленных на сайте, в рамках Договора публичной оферты.</p>
                            <p class="mb-0">5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти только по основаниям и в порядке, установленным действующим законодательством.</p>
                            <h2 class="mt-4">6. Обязательства сторон</h2>
                            <p class="mb-0">6.1. Пользователь обязуется:</p>
                            <ul>
                                <li>Предоставить корректную и правдивую информацию о персональных данных, необходимую для пользования сайтом.</li>
                                <li>Обновить или дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</li>
                                <li>Принимать меры для защиты доступа к своим конфиденциальным данным, хранящимся на сайте.</li>
                                <li>Пользователь дает своё согласие с положениями настоящей Политики конфиденциальности нажатием кнопки «Принять Политику конфиденциальности» или «Продолжить», проставлением соответствующей отметки в поле при Регистрации, в том числе на любом этапе такой регистрации и (или) в любой момент пользования сайтом.</li>
                            </ul>
                            <p class="mb-0">6.2. Администрация сайта обязуется:</p>
                            <ul>
                                <li>Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</li>
                                <li>Не разглашать персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</li>
                                <li>Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</li>
                            </ul>
                            <h2 class="mt-4">7. Ответственность сторон</h2>
                            <p class="mb-0">7.1. Администрация сайта несёт ответственность за умышленное разглашение персональных данных Пользователя в соответствии с действующим законодательством, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики конфиденциальности.</p>
                            <p class="mb-0">7.2. В случае утраты или разглашения Персональных данных Администрация сайта не несёт ответственность, если данная конфиденциальная информация:</p>
                            <ul>
                                <li>Стала публичным достоянием до её утраты или разглашения.</li>
                                <li>Была получена от третьей стороны до момента её получения Администрацией сайта.</li>
                                <li>Была получена третьими лицами путем несанкционированного доступа к файлам сайта.</li>
                                <li>Была разглашена с согласия Пользователя.</li>
                            </ul>
                            <p class="mb-0">7.3. Пользователь несет ответственность за правомерность, корректность и правдивость предоставленных персональных данных.</p>
                            <h2 class="mt-4">8. Разрешение споров</h2>
                            <p class="mb-0">8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</p>
                            <p class="mb-0">8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</p>
                            <p class="mb-0">8.3. Все возможные споры, по поводу настоящей Политики конфиденциальности и отношений между пользователем и Администрацией сайта будут разрешаться по нормам российского права в суде по месту нахождения Администрации сайта, если иное прямо не предусмотрено законодательством РФ. При не достижении, соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством.</p>
                            <p class="mb-0">8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство.</p>
                            <h2 class="mt-4">9. Дополнительные условия</h2>
                            <p class="mb-0">9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p>
                            <p class="mb-0">9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
                            <p class="mb-0">9.3. Молчание Пользователя расценивается как согласие с изменениями и (или) дополнениями Политики конфиденциальности.</p>
                        </div>
            </main>
        <Footer />
    </div>
</div>
    );
};

export default PrivacyPolicy;